Repository: fmsghamdi/mtsupport
Catalog: Resources/SharedResource.*.resx
Languages: ar_sa

source: Home
ar_sa: الرئيسية

source: Support Tickets
ar_sa: تذاكر الدعم

source: Create Ticket
ar_sa: إنشاء تذكرة

# WelcomeTitle
source: Welcome to Mabat Support Center
ar_sa: مرحباً بك في مركز دعم مبات

# WelcomeSubtitle
source: We're here to help with your hotel booking issues
ar_sa: نحن هنا لمساعدتك في حل مشاكل حجز الفندق

# CreateTicketBtn
source: Create New Ticket
ar_sa: فتح تذكرة جديدة

# MyTicketsBtn
source: My Tickets
ar_sa: تذاكري

# Home_HelpTitle
source: How Can We Help You?
ar_sa: كيف نقدر نساعدك؟

# Home_HelpSubtitle
source: Get support for all your Mabat booking needs
ar_sa: احصل على دعم كامل لجميع احتياجات حجزك مع مبات

# Home_Feature1_Title
source: Booking Extensions
ar_sa: تمديد الحجوزات

# Home_Feature1_Text
source: Need to extend your 4-hour booking to 6 hours? We can help with that.
ar_sa: تحتاج تمدد حجز الأربع ساعات إلى ست ساعات؟ فريقنا يساعدك بسرعة.

# Home_Feature2_Title
source: Check-in Issues
ar_sa: مشاكل تسجيل الدخول

# Home_Feature2_Text
source: Problems with room access or check-in process? Let us resolve it quickly.
ar_sa: صادفتك مشكلة في الوصول للغرفة أو في إجراءات الدخول؟ نحلها لك فوراً.

# Home_Feature3_Title
source: Payment and Billing
ar_sa: الدفع والفوترة

# Home_Feature3_Text
source: Questions about payments, refunds, or billing? We're here to assist.
ar_sa: استفسارات عن المدفوعات أو الاسترجاع أو الفواتير؟ تواصل معنا.

# Home_BookingInfo_Title
source: Mabat Booking Time Slots
ar_sa: فترات حجز مبات

# Home_BookingInfo_Hourly
source: Hourly Bookings: 4 hours or 6 hours
ar_sa: حجوزات بالساعة: ٤ ساعات أو ٦ ساعات

# Home_BookingInfo_Overnight
source: Overnight: 8:00 PM to 12:00 PM (next day)
ar_sa: مبيت ليلي: من ٨ مساءً حتى ١٢ ظهراً لليوم التالي

# Home_BookingInfo_Button
source: Get Support Now
ar_sa: احصل على دعم الآن

# Home_Stat1_Title
source: Fast
ar_sa: سريع

# Home_Stat1_Text
source: Quick Response
ar_sa: استجابة فورية

# Home_Stat2_Title
source: Secure
ar_sa: آمن

# Home_Stat2_Text
source: Your Data Protected
ar_sa: حماية كاملة لبياناتك

# Home_Stat3_Text
source: Always Available
ar_sa: متواجدون دائماً لخدمتك

# Home_Stat4_Title
source: Expert
ar_sa: خبراء

# Home_Stat4_Text
source: Professional Support
ar_sa: فريق دعم محترف
